/* No comment provided by engineer. */
" (Required)" = " (Requerido)";

/* Download cancelled status */
"%@ - Cancelled" = "%@ - Cancelado";

/* Download failed status */
"%@ - Failed" = "%@ - Fallo";

/* Download failed status from bad file type */
"%@ - Failed (import error)" = "%@ - Fallo (error de importación)";

/* Download failed status from low disk space */
"%@ - Failed (low disk space)" = "%@ - Fallo (poco espacio en disco)";

/* Download finished status */
"%@ - Finished" = "%@ - Finalizado";

/* Downloading status */
"%@ of %@" = "%1$@ de %2$@";

/* Activation service unreachable alert message, %@ is the product name */
"%@ was unable to reach the activation service. Either check your internet connection and try again, or continue with offline activation." = "%@ no ha podido acceder al servicio de activación. Revisa tu conexión a internet y vuelve a intentarlo, o bien continúa con la activación sin conexión.";

/* Activation service unreachable alert message, %@ is the product name */
"%@ was unable to reach the activation service. Either check your internet connection and try again, or continue with offline deactivation." = "%@ no ha podido acceder al servicio de activación. Revisa tu conexión a internet y vuelve a intentarlo, o bien continúa con la desactivación sin conexión.";

/* String indicating how many permissions the user has enabled in permissions window */
"%i of %i Enabled" = "%1$i de %2$i activado(s)";

/* Help button text for permissions window */
"?" = "?";

/* No comment provided by engineer. */
"Accessibility" = "Accesibilidad";

/* add color button tooltip */
"Add current color to My Colors" = "Añadir color actual a mis colores";

/* Required permissions alert title */
"Are you sure you want to exit without enabling required permissions?" = "¿Seguro que quieres salir sin activar los permisos requeridos?";

/* Activation in progress alert info */
"Are you sure you want to exit? The product is not activated. If you do not continue, you must re-enter your software key to generate a new offline Activation Certificate." = "¿Seguro que quieres salir? El producto está sin activar. Si no continúas, deberás volver a introducir la clave de software para generar un nuevo certificado de activación sin conexión.";

/* Failed to save certificate alert info */
"Cannot save the text file. Please try again or click Copy to copy the text into another location." = "No se puede guardar el archivo de texto. Inténtalo otra vez o pulsa Copiar para copiar el texto en otra ubicación.";

/* Download failed notification close action
   Download finished notification close action */
"Close" = "Cerrar";

/* Continue
   OK */
"Continue" = "Continuar";

/* Delete */
"Delete" = "Eliminar";

/* Disabled status message for permission in permissions window */
"Disabled" = "Desactivado";

/* Done button text for permissions window */
"Done" = "Hecho";

/* Download button text for permission row in permissions window */
"Download" = "Descargar";

/* First parameter is product name, second is version, e.g. Download Snagit 2020. Just activated alert, link to downloads page to download newer version. */
"Download %@ %d" = "Descargar %1$@ %2$d";

/* Download failed notification title */
"Download Failed" = "Descarga fallida";

/* Download finished notification title */
"Download Finished" = "Descarga finalizada";

/* Download started notification title */
"Download Started" = "Descarga iniciada";

/* Fix denied permission link text in permissions window */
"Edit System Permissions" = "Editar permisos del sistema";

/* Enable button text for permission row in permissions window */
"Enable" = "Activar";

/* Required permissions alert body
   Required permissions alert body text */
"Enable required permissions to prevent unexpected behavior in the application." = "Activa los permisos requeridos para evitar comportamientos inesperados de la aplicación.";

/* No comment provided by engineer. */
"Enable to capture keystrokes in a video recording to apply keystroke effects." = "Activa esta opción para capturar la pulsación de teclas de una grabación de vídeo y aplicar efectos de pulsación de teclas.";

/* No comment provided by engineer. */
"Enable to record audio from an external source such as a headset." = "Activa esta opción para grabar audio de una fuente externa, por ejemplo, de unos auriculares.";

/* No comment provided by engineer. */
"Enable to record video from an external source such as a webcam." = "Activa esta opción para grabar vídeo de una fuente externa, por ejemplo, de una cámara web.";

/* Enabled status message for permission in permissions window */
"Enabled!" = "¡Activado!";

/* Error label singular */
"Error" = "Error";

/* Exit */
"Exit" = "Salir";

/* Extract Panel Prompt */
"Extract" = "Extraer";

/* Extract panel name field */
"Extract As:" = "Extraer como:";

/* Extract panel message */
"Extract text for translation…" = "Extraer texto para traducir…";

/* Extract panel items format */
"Extract the text of %d item(s) for translation." = "Extrae el texto de %d elemento(s) para traducir.";

/* Certificate generation failed alert message */
"Failed To Generate Certificate" = "Error al generar el certificado";

/* Color picker toggle button title for switching to rgb color entry */
"Hex" = "Hex";

/* Error logged when the file has been corrupted (columns/rows missing that are required as an example)
   Error logged when the file has been corrupted and we cannot read data correctly */
"Imported data is not valid." = "Los datos importados no son válidos.";

/* Error logged when XLIFF file is not version 1.2 */
"Imported data is not valid. The imported XLIFF must use the version 1.2 specifications." = "Los datos importados no son válidos. El archivo XLIFF importado debe usar las especificaciones de la versión 1.2.";

/* Soft limit exceeded alert title */
"Installation Limit Exceeded" = "Se ha superado el límite de instalaciones";

/* Soft limit reached alert title */
"Installation Limit Reached" = "Se ha alcanzado el límite de instalaciones";

/* Invalid key alert title */
"Invalid Key" = "Clave no válida";

/* Invalid key alert message */
"Invalid software key. Please enter your key again." = "Clave de software no válida. Vuelve a escribir tu clave.";

/* Software key wrong version alert title */
"Key Doesn't Match Version" = "La clave no coincide con la versión";

/* Learn More */
"Learn More" = "Más información";

/* No comment provided by engineer. */
"Microphone" = "Micrófono";

/* custom colors swatches tooltip */
"My Colors" = "Mis colores";

/* new label on menu items */
"New!" = "¡Novedad!";

/* Just activated alert message */
"Newer Version Available" = "Hay una versión más reciente disponible";

/* No */
"No" = "No";

/* Hard limit reached alert title */
"No More Installations Available" = "No hay más instalaciones disponibles";

/* Issue details for a file where no translation issues were found. */
"No issues found." = "No se han encontrado problemas.";

/* Error logged when user no target language in the file */
"No target language specified for ALL files" = "No hay ningún idioma de destino especificado para TODOS los archivos";

/* Error logged when user has multiple target languages in XLIFF file */
"No target language specified for some files and multiple target languages specified for others. Check the XLIFF file and try again." = "No hay ningún idioma de destino especificado para algunos archivos y hay varios idiomas de destino especificados para otros archivos. Comprueba el archivo XLIFF e inténtalo de nuevo.";

/* OK */
"OK" = "Aceptar";

/* Offline Activation */
"Offline Activation" = "Activación sin conexión";

/* Offline Deactivation */
"Offline Deactivation" = "Desactivación sin conexión";

/* Certificate generation failed alert info */
"Please try again later." = "Vuelve a intentarlo más tarde.";

/* Activation in progress alert title */
"Product Not Activated" = "Producto no activado";

/* Extract panel name placeholder */
"Project Name" = "Nombre del proyecto";

/* Color picker toggle button title for switching to hex color entry */
"RGB" = "RVA";

/* Download section title for permissions window */
"Recommended Downloads:" = "Descargas recomendadas:";

/* No comment provided by engineer. */
"Required to capture images or videos of the screen." = "Activa esta opción para capturar imágenes o vídeos en la pantalla.";

/* Prompt to save activation certificate title */
"Saving Activation Certificate..." = "Guardando el certificado de activación...";

/* Prompt to save deactivation certificate title */
"Saving Deactivation Certificate..." = "Guardando el certificado de desactivación...";

/* No comment provided by engineer. */
"Screen Capture" = "Captura de pantalla";

/* Switch Mode to Hex */
"Switch to HEX" = "Cambiar a HEX";

/* Switch Mode to RGB */
"Switch to RGB" = "Cambiar a RVA";

/* System permissions window title */
"System Permissions" = "Permisos del sistema";

/* Software key wrong version alert message, %@ is the product name */
"The software key you entered is not valid for this version of %@.\n\nSign in to your TechSmith account to locate and download your purchased version or you can purchase an upgrade to our latest version." = "La clave de software introducida ya no es válida en esta versión de %@.\n\nInicia sesión en tu cuenta de TechSmith para encontrar y descargar la versión que has adquirido o para comprar una actualización a la versión más reciente.";

/* Just activated, letting user know they can download newer version. */
"This software key is for %@ version %d." = "Esta clave de software es para la versión %2$d de %1$@.";

/* Failed to save certificate alert message */
"Unable To save the certificate" = "No es posible guardar el certificado";

/* Activation service unreachable alert title */
"Unable to Reach the Activation Service" = "No es posible acceder al servicio de activación";

/* Download failed notification view action
   Download finished notification view action */
"View" = "Ver";

/* Warning label singular */
"Warning" = "Advertencia";

/* No comment provided by engineer. */
"Webcam" = "Cámara web";

/* Yes */
"Yes" = "Sí";

/* Hard limit reached alert message, %@ is the product name */
"You have exceeded the maximum number of installations for this software key.\n\nClick Learn More for how to deactivate %@ from a computer or how to purchase additional licenses." = "Has superado el número máximo de instalaciones con esta clave de software.\n\nHaz clic en en Más información para saber cómo desactivar %@ en un ordenador o cómo comprar más licencias.";

/* Soft limit exceeded alert message, %@ is the product name */
"You have successfully activated %@. However, you have exceeded the maximum number of installations for this software key. Click Learn More for instructions to deactivate %@ on a computer or how to purchase additional licenses." = "Has activado correctamente %1$@. Sin embargo, has superado el número máximo de instalaciones con esta clave de software. Haz clic en Más información para saber cómo desactivar %2$@ en un ordenador o cómo comprar más licencias.";

/* Soft limit reached alert message */
"You have successfully activated %@. However, you have reached the maximum number of installations for this software key. No action is needed." = "Has activado correctamente %@. Sin embargo, has alcanzado el número máximo de instalaciones con esta clave de software. No es necesaria ninguna acción por tu parte.";

/* suffix label for points */
"pt" = "pt";

